{ 
    "posts": [
        "      <h2>🎮 Somnium: Protocol/Null</h2>      <h4>#giochi #recensioni</h4>        <p>          <i>Il gioco ti chiede se vuoi ricordare. Poi inizia a mentire. </i><br><br>          Minimalista, muto, lento. “Somnium” è un esperimento più che un videogioco: ripete eventi, cambia i dialoghi          quando non li guardi, e ricorda scelte che non hai fatto (o che non ricordi di aver fatto).          Ho trovato un salvataggio con il mio nome. Avevo completato missioni che non avevo mai visto. Una stanza mi          riconosceva. Io no.          A un certo punto, il gioco mi ha chiesto di caricare una foto di un oggetto personale. L’ha accettata. Il          giorno dopo, la webcam si è attivata da sola.<br><br>          <b>Voto: 5.5/10</b><br>          Non lo consiglio. Ma se lo provi, non disinstallarlo. Non serve a niente.        </p>        ",  
        "<h2>🎬 “Dietro il Vetro” (2023)</h2>        <h4>#film #cinema #recensioni</h4>  <p><i>“Tutti guardano. Nessuno si accorge.”<br></i>  “Dietro il Vetro” è un film che sembra voler sabotare chi lo guarda con attenzione.  La trama è semplice: un uomo osserva i suoi vicini da una finestra, convinto che qualcuno stia ripetendo ogni giorno gli stessi gesti… con minime variazioni che solo lui sembra notare.  Il film non ha colonna sonora. Le scene sono statiche, lente, ripetitive. Eppure ogni rewatch rivela un dettaglio nuovo. Un oggetto spostato. Un volto sfocato che prima non c’era.  Nel terzo atto, il protagonista trova una registrazione di sé stesso mentre guarda il film. La scena è identica a quella che stai guardando.  C’è una domanda implicita per tutto il tempo: chi sta guardando chi?  <br>  <br>  Voto: 9/10<br>  Guardalo da solo, e possibilmente senza riflessi sullo schermo.</p> <br>  'Hollow End' rimane comunque il mio film preferito 10/10, consigliatissimo.  ", 
          "   <h2>💻 Creazione di un sito web: la mia esperienza</h2>         <h4>#tech #cinema #recensioni</h4>   <p>Non serve più essere un genio per mettere online qualcosa.   Un dominio costa quanto un caffè. Un template lo trovi gratis.<br><br>   Un hosting si prende in 3 click, e in 5 minuti puoi avere un sito che sembra legittimo. Che è legittimo, tecnicamente. Nessuno controlla davvero.   La parte più affascinante?<br><br>   La fiducia si costruisce con la forma, non con la sostanza.   Se il bottone è blu, se l’animazione è fluida, se l’utente riceve una mail ben formattata… crede. Anche se dietro non c’è niente. O peggio.      Guardate questo progetto a cui sto lavorando: <br>    <img id='img_blur'>    <br>   Sì, lo so, layout orrendo. Ma onestamente: l’unica cosa che mi ha fatto impazzire è stato allineare gli input.   Che poi, vabbè, funziona, no?   </p>  ", 
            "  <h2>🎮 Driftlight</h2>  <h4>#giochi #recensioni</h4>  <p>  Ok, lo dico subito: <i>'Driftlight'</i> è il mio gioco preferito. <br><br>  Ogni volta che ci rientro, mi scopro sempre cose nuove.  È uno di quei giochi dove all’inizio non capisci un tubo. Interfaccia strana, niente tutorial vero, ma poi piano piano ti entra in testa. Ti accorgi che ogni piccola cosa ha un senso, anche gli errori grafici che sembrano bug… spoiler: non sono bug.  L’atmosfera è assurda. Cioè, non succede quasi niente, ma sei sempre teso. Il feeling è tipo “sei solo, ma forse qualcuno ti sta guardando”.  La parte online è strana. Tipo, vedi tracce di altri giocatori, ma non li incontri mai davvero. E comunque ti sembrano messaggi lasciati per te. Certe volte ci sono file dentro il gioco che puoi aprire tipo documenti. Alcuni sono inquietanti.  L’ho finito sei volte e ogni volta succede qualcosa di diverso. <br><br>  <b>Voto: 10/10</b> Il gioco più bello che abbia mai giocato</p>  "  
    ]
}